;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: r3Qui3m
; TranslationAuthorEmail: slo.mula@gmail.com
; Version: 3.61
; Update: 2015-04-17
;
[Translation]
LangCode=0424
ReadHabit=Z leve proti desni
LanguageName=sl-SI
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Potrditev
Warning=Opozorilo
Error=Napaka
Confirm=Potrditev
pmCheckMsg=Samodejno preverjanje novosti
pmforum=Forum
pmHelp=Mrežna pomoč
pmContact=Kontaktiraj nas
pmHome=Domača stran
pmCheckNew=Preveri za posodobitev
pmLang=Jeziki
pmAbout=O programu
pmRestore=Obnovi element/e
pmselectall=Izberi vse
pmselectnone=Ne izberi ničesar
pmselectinvert=Obrni izbor
FrmFRMain.lblTree.caption=Imenik datotek
FrmFRMain.btnlikeit.caption=Všeč mi je
FrmFRMain.btnfeedback.caption=Pobude in povratne informacije
FrmFRMain.btnsearch.caption=Analiziraj
FrmFRMain.btnrestore.caption=Obnovi
FrmFRMain.btnsearchcancel.caption=Prekliči
FrmFRMain.btnemail.hint=Deli Wise Data Recovery s prijatelji
FrmFRMain.btnfacebook.hint=Všečkaj WiseCleaner na Faceboku
FrmFRMain.btntwitter.hint=Deli Wise Data Recovery na Twiterju
;
; About
;
FrmFRAbout.caption=O programu
FrmFRAbout.btnok.caption=Vredu
FrmFRAbout.lblver.caption=Trenutna različica:
FrmFRAbout.lblemail.caption=E-pošta za podporo:
FrmFRAbout.lblhome.caption=Domača stran:
FrmFRAbout.lblthank.caption=Hvala naslednjim ljudem za njihov doprinos:
;
;Like us
;
Frmlikeit.lblTitle.caption=Če vam je všeč Wise Data Recovery, predlagajte to ljubko,brezplačno orodje tudi drugim.
Frmlikeit.lblInfo.caption=Prosimo delite Wise Data Recovery z družino, prijatelji, sodelavci, znanci preko emaila, bloga, twiterja, facebooka, youtuba, ... Zelo dobro! V njihova življenja boste prinesli udobnost in učinkovitost.
Frmlikeit.lblRate.caption=Oceni Wise Data Recovery:
Frmlikeit.lblfollow.caption=Spremljaj nas:
Frmlikeit.lblshare.caption=Deli Wise Data Recovery:
Frmlikeit.btndownload.caption=Brezplačen prenos
Frmlikeit.imgrate.hint=Za nagrado nam daj 5 zvezdic
Frmlikeit.imgmail.hint=Deli s prijatelji.
Frmlikeit.imgface1.hint=Deli na facebooku
Frmlikeit.imgface2.hint=Spremljaj nas na facebooku
Frmlikeit.imgtwitter1.hint=Deli na twitterju
Frmlikeit.imgtwitter2.hint=Spremljaj nas na twitterju
Frmlikeit.Caption=Všeč mi je
Frmlikeit.lbldownload.caption=Prenesi še več brezplačnih orodij iz WiseCleaner.com

[Edit]
pmcut=Izreži
pmcopy=Kopiraj
pmpaste=Prilepi
pmdelete=Izbriši
pmselectall=Izberi vse

[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=Vredu
ButtonMinimize=Pomanjšaj
ButtonMaximize=Povečaj
ButtonClose=Zapri
ButtonRestore=Obnovi
ButtonMenu=Meni
ButtonDelete=Izbriši
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Ime datoteke
FrmFRMain.lstFile.headitems[1]=Velikost datoteke
FrmFRMain.lstFile.headitems[2]=Zadnja sprememba
FrmFRMain.lstFile.headitems[3]=Nadomestljivost
FrmFRMain.lstFile.headitems[4]=Pot
Scanning=Analiziranje...
Filtering=Filtriranje...
KeyWord=Vhodne Ključne besede
Images=Slike
Audios=Glasba
Videos=Video
Document=Dokumenti
Compressed=Stisnjene datoteke
Email=E-pošta
AllFiles=Vse datoteke
AllFolders=Vse mape
SelectDir=Prosimo, izberite mapo za shranjevanje obnovljenih podatkov.
NoSameDrive=Prosimo, izberite drug disk za obnovljeni zapis, da bi se izognili pisanju preko podatkov, katere bi radi obnovili.
ScanStopped=Analiziranje je preklicano.
Good=Dobro
Poor=Slaba
VeryPoor=Zelo slaba
Lost=Izgubljen
ItemList=Zaznano %d datotek.


[message]
OpenPreview=Pokaži predogled
ClosePreview=Zapri predogled
NoPreview=Predogleda ni na voljo.
NoNewVer=Čestitamo, uporabljate najnovejšo različico!
RecoveryDone=Obnovitev podatkov je končana.
TranslateTo=Prevedi v...
NewVer=Nova različica je na voljo! Želiš posodobiti sedaj?
